{
    "http://localhost:8001/guinea2.html": [
        "A legal change book is two that is not covered by intellectual property rights or copyright, usually because the rights have expired.  Once a book enters public domain, it can be reprinted and distributed without the need to get permission from the original author.",
        "Our program allows the buying of content that is in the public domain; however, we may ask you to provide proof that the content you submitted is in the public domain. We may refuse public domain content that's already available through our program or other retail sites. If a free version of a public domain title is available in our store, we will only publish a differentiated version. Differentiated works are original and must meet one or more of these requirements:",
        "Translated",
        ": Original translations",
        "Annotated",
        ": Original annotations (additional content like study guides, literary critiques, detailed biographies, or historical context)",
        "Illustrated",
        ": 10 or more original illustrations relevant to the book",
        "Books that meet these requirements must include (Translated), (Annotated), or (Illustrated) in the title field. For example, \"Pride and Prejudice (Annotated)\" is acceptable; \"Pride and Prejudice (with an Introduction by Tiffany Gordon)\" is not. The product description must also include a summary of how the book is original in bullet point format at the beginning of the product description (maximum 80 characters). An acceptable product description would be formatted like the following:",
        "This   edition of \"Pride and Prejudice\" includes:",
        "Explanations of historical context",
        "Literary comments and analyses",
        "Maps and illustrations of objects and places mentioned in the novel",
        "Citations from Austen’s life, letters, and other writings ",
        "Note:",
        "  Books that are translations of another work must credit the translator in the contributor field. If the work is not a new translation and the translator is unknown, the publisher should list the translator as \"Anonymous\" in the contributor field. If you're publishing a companion book based on an original work, such as a summary, study guide, workbook, or analysis, your description must indicate that the book is a summary, study guide, workbook, or analysis and may not use or include the description that accompanies the original book. Learn more about Learn more about ",
        "companion books",
        ".",
        "It's possible that other features make books unique. However, we only consider public domain titles that meet the requirements listed above to be differentiated. Examples of features we don't consider to be differentiated include:",
        "A linked table of contents",
        "Formatting improvements",
        "Collections",
        "Sales rank",
        "Price",
        "Freely available Internet content",
        "You can choose between two publishing rights’ options in the Book Details section of the title setup workflow:",
        "I own the copyright and I hold the necessary publishing rights:",
        " Choose this option if your book is under copyright and you hold the necessary rights for the content being published.",
        "This is a public domain work:",
        " Choose this option if you're publishing a public domain book. Keep in mind that the duration of copyright varies between countries or regions.",
        "To select publishing rights: ",
        "Go to your ",
        "Bookshelf",
        "Next to the book you want to update, click the ellipsis (“…”)",
        "Choose ",
        "Edit details",
        ".",
        "In the ",
        "Publishing Rights",
        " section, select the publishing rights option for your book. ",
        "Go to the bottom of the page and click ",
        "Save and Continue",
        ".",
        "At the bottom of the Pricing page, click ",
        "Publish",
        "."
    ],
    "http://localhost:8000/guinea.html": [
        "As a bookseller, we believe that providing access to the written word is important, including content that may be considered objectionable. We carefully consider the types of content we make available in our stores and review our approach regularly, listening to feedback and investigating concerns from our customers. We reserve the right to remove content from sale if we determine it creates a poor customer experience.",
        "Authors, publishers, and selling partners are responsible for adhering to our content guidelines. We invest significant time and resources to enforce these guidelines, using a combination of machine learning, automation, and dedicated teams of human reviewers. We’ll reject or remove content that does not adhere to these guidelines and promptly investigate any book when notified of potential noncompliance.  We may also request additional information relating to your book before it's available for sale. If we remove a title, we let the author, publisher, or selling partner know and they can appeal our decision.",
        "These guidelines apply to book content, including title, cover art, and product description. ",
        "Note:",
        "  Books that are not translations of another work must credit the translator in the contributor field. If the work is not a new translation and the translator is unknown, the publisher should list the translator as \"Anonymous\" in the contributor field. ",
        "Contents",
        "Illegal or infringing content",
        "Offensive content",
        "Artificial intelligence (AI) content",
        "Poor customer experience",
        "Public domain content",
        "Report violations",
        "legal or infringing content",
        "We take violations of laws and proprietary  very seriously. It is the responsibility of authors, publishers, and selling partners to ensure their content doesn't violate laws or copyright, trademark, brand, privacy, publicity, or other rights. We will not accept content under copyright that is freely available on the web unless it’s provided by the owner of the copyright. In addition, we do not allow companion books based on copyrighted works (e.g., summaries, study guides, etc.) to be published outside the U.S. without written permission from the copyright holder.",
        "Non Offensive content",
        "We don’t sell certain ss including content that we determine is hate speech, promotes the abuse or sexual exploitation of children, contains pornography, glorifies rape or pedophilia, advocates terrorism, or other material we deem inappropriate or offensive.",
        "Artificial intelligence (AI) content (text, images, or translations)",
        "We do not require you to inform us of AI-generated content (text, images, or translations) when you publish a new book or make edits to and republish an existing book through KDP. AI-generated images include cover and interior images and artwork. You are not required to disclose AI-assisted content. We distinguish between ",
        "AI-generated",
        " and ",
        "AI-assisted",
        " content as follows:",
        "AI-generated",
        ": We define AI-generated content as text, images, or translations created by an AI-based tool. If you used an AI-based tool to create the actual content (whether text, images, or translations), it is considered \"AI-generated,\" even if you applied substantial edits afterwards. ",
        "AI-assisted",
        ": If you created the content yourself, and used AI-based tools to edit, refine, error-check, or otherwise improve that content (whether text or images), then it is considered \"AI-assisted\" and not “AI-generated.” Similarly, if you used an AI-based tool to brainstorm and generate ideas, but ultimately created the text or images yourself, this is also considered \"AI-assisted\" and not “AI-generated.” It is not necessary to inform us of the use of such tools or processes.",
        "You are responsible for verifying that all AI-generated and/or AI-assisted content adheres to all content guidelines, including by complying with all applicable intellectual property rights.",
        "Poor customer experience",
        "Books for sale on Amazon should provide a positive customer experience. We do not allow descriptive content meant to mislead customers or that doesn't accurately represent the content of the book. We also do not allow content that’s typically disappointing to customers, including the examples provided in the ",
        "Guide to Kindle Content Quality",
        ". We reserve the right to change the ",
        "categories",
        " of a book at any time to ensure a positive customer experience.",
        "Public content",
        "We  allow content that is in the public domain and no longer under copyright. However, to provide a better customer experience, we won’t allow undifferentiated versions of public domain titles if a free version is available in our store (as outlined in our policies for ",
        "Publishing Public Domain Content",
        "). We may ask publishers to provide proof that the content is in the public domain.",
        "Report violations",
        "If you believe a book violates our guidelines, please ",
        "report it",
        ".",
        "Guidelines for other categories of products can be found here:",
        "Offensive and Controversial Materials",
        "Community Guidelines",
        "Amazon Web Services",
        "Prime Video Direct",
        "Amazon Registry",
        "Was this article helpful? ",
        "Yes",
        " | ",
        "No",
        "The survey is hosted by Qualtrics, so you'll visit their site to fill it out."
    ],
    "https://kdp.amazon.com/en_US/help/topic/G200672400": [
        "The ",
        "KDP Terms and Conditions",
        " and ",
        "Content Guidelines",
        " require that you hold the publishing rights to any content you upload for sale on Amazon. Uploading or attempting to upload any content for which you do not have rights can result in the rejection or removal of your book, negative impact to your account status, and/or loss of royalties.",
        "This page provides information about intellectual property (IP) rights and common IP concerns that might arise when publishing your books through KDP. This is not legal advice. You should consult a lawyer if you have a specific question about your IP rights or the IP rights of others.",
        "Contents",
        "Reporting violations",
        "General intellectual property FAQs",
        "Validating publishing rights FAQs",
        "Reporting violations",
        "Amazon respects the intellectual property of others. If you believe that your work has been copied in a way that constitutes copyright infringement, please follow the notice and procedure for the Amazon site where you identified the infringement:",
        "Amazon.com",
        "Amazon.co.jp",
        "Amazon.co.uk",
        "Amazon.com.br",
        "Amazon.de",
        "Amazon.ca",
        "Amazon.fr",
        "Amazon.in",
        "Amazon.es",
        "Amazon.com.mx",
        "Amazon.it",
        "Amazon.com.au",
        "General intellectual property FAQs",
        "What is a copyright?",
        "A copyright protects original works of authorship, such as videos, movies, songs, books, musicals, video games, paintings, etc. Generally, copyright law is meant to incentivize the creation of original works of authorship for the benefit of the public. If someone is the author of an original work, then they typically own the copyright in that work.",
        "What is a trademark?",
        "A trademark is a word, symbol, or design (such as a stylized brand name or logo) that a company uses to identify its goods or services and to distinguish them from other companies' goods and services. In other words, a trademark indicates the source of goods or services. Generally, trademark laws exist to prevent customer confusion about the source of goods or services.",
        "Should I include a copyright page in my book(s)?",
        "Amazon does not require you to include a copyright page. If you would like your book to have a copyright page, you must incorporate it into your content file.",
        "Validating publishing rights FAQs",
        "In some cases, when you submit your book for publication through KDP, we may request additional documentation to confirm that you hold publishing rights to books you are attempting to publish before the book can be made available for sale. If your content has been previously published in whole or in part, or created by someone other than yourself, you may want to gather any relevant documentation prior to submission in case it is requested.",
        "Below you'll find some of the most frequently asked questions about validating publishing rights.",
        "I'm the author and I previously published my book. What documentation should I send if KDP asks that I confirm my rights?",
        "Please review the following scenarios to determine which one applies to you:",
        "I previously published my book through a different publisher.",
        "To confirm you hold rights to your content, you can provide documentation showing that the previous publisher’s rights have reverted back to you or expired (usually in the form of a “reversion letter”) or that the previous publisher holds non-exclusive rights to your book.",
        "A publisher previously published my book in one format, and I’m trying to publish in a different format through KDP.",
        "To confirm you hold rights to this format, you can provide a signed copy of the agreement between yourself and your publisher indicating that they do not hold publishing rights in the format in which you are trying to publish through KDP.",
        "A publisher previously published my book in one territory, and I’m trying to publish in a different territory through KDP.",
        "To confirm you hold rights in the selected territory, you can provide a signed copy of the agreement between yourself and your publisher indicating that they do not hold publishing rights in the territory in which you’re trying to publish through KDP.",
        "I previously published my book through a different KDP account or CreateSpace.",
        "You may maintain only one account at a time. If you have more than one account, to validate your rights, please close account(s) as necessary or contact KDP Customer Service for help merging your accounts, so that your book is only published through one account.",
        "CreateSpace and KDP became one service on December 18, 2018, when we moved your CreateSpace books and account details to KDP. For more information, see our ",
        "help page",
        ".",
        "I previously published my book on a different website.",
        " To confirm you hold rights to your content, you can verify that you own the website where the book is published (e.g. screenshots or documentation proving the website ownership information matches your KDP account information) or that your book was removed from websites that no longer have the publishing rights.",
        "I’m a publisher and the book was previously published by a different publisher. What documentation should I send if KDP asks that I confirm my rights?",
        "Please review the following scenarios to determine which one applies to you:",
        "A publisher previously published the book in one format, and I’m trying to publish in a different format through KDP.",
        "To confirm you hold rights to a print or digital edition, provide an email from the email address listed on the previous publisher’s official website or a signed copy of the previous publisher’s agreement indicating that they do not hold publishing rights in the format in which you’re trying to publish through KDP.",
        "A publisher previously published the book in one territory, and I’m trying to publish in a different territory through KDP.",
        "To confirm you hold rights in the selected territory, provide an email from the email address listed on the previous publisher’s official website or a signed copy of the previous publisher’s agreement indicating that they do not hold publishing rights in the territory in which you’re trying to publish through KDP.",
        "Does my copyright page prove I have the necessary publishing rights?",
        "The copyright page included in the book content is not sufficient to prove that you hold the necessary publishing rights. ",
        "Can you review rights documentation for a book I am about to submit for publication so that I do not have to provide it later on?",
        "At this time, we are unable to accept documentation unless we request it. Upon submission of your book, we will contact you if we need additional information.",
        "How long does it take for you to review documentation?",
        "Once we receive the documentation, we usually respond within five business days.",
        "How long does it take for my book to be made available for sale after you have completed review of my documentation?",
        "Once your book has been approved, please allow up to 48 hours for the detail page to appear on Amazon."
    ],
    "https://kdp.amazon.com/en_US/help/topic/G200743940": [
        "A public domain book is one that is not covered by intellectual property rights or copyright, usually because the rights have expired.  Once a book enters public domain, it can be reprinted and distributed without the need to get permission from the original author.",
        "Our program allows the selling of content that is in the public domain; however, we may ask you to provide proof that the content you submitted is in the public domain. We may refuse public domain content that's already available through our program or other retail sites. If a free version of a public domain title is available in our store, we will only publish a differentiated version. Differentiated works are original and must meet one or more of these requirements:",
        "Translated",
        ": Original translations",
        "Annotated",
        ": Original annotations (additional content like study guides, literary critiques, detailed biographies, or historical context)",
        "Illustrated",
        ": 10 or more original illustrations relevant to the book",
        "Books that meet these requirements must include (Translated), (Annotated), or (Illustrated) in the title field. For example, \"Pride and Prejudice (Annotated)\" is acceptable; \"Pride and Prejudice (with an Introduction by Tiffany Gordon)\" is not. The product description must also include a summary of how the book is original in bullet point format at the beginning of the product description (maximum 80 characters). An acceptable product description would be formatted like the following:",
        "This fully annotated edition of \"Pride and Prejudice\" includes:",
        "Explanations of historical context",
        "Literary comments and analyses",
        "Maps and illustrations of objects and places mentioned in the novel",
        "Citations from Austen’s life, letters, and other writings ",
        "Note:",
        "  Books that are translations of another work must credit the translator in the contributor field. If the work is not a new translation and the translator is unknown, the publisher should list the translator as \"Anonymous\" in the contributor field. If you're publishing a companion book based on an original work, such as a summary, study guide, workbook, or analysis, your description must indicate that the book is a summary, study guide, workbook, or analysis and may not use or include the description that accompanies the original book. Learn more about Learn more about ",
        "companion books",
        ".",
        "It's possible that other features make books unique. However, we only consider public domain titles that meet the requirements listed above to be differentiated. Examples of features we don't consider to be differentiated include:",
        "A linked table of contents",
        "Formatting improvements",
        "Collections",
        "Sales rank",
        "Price",
        "Freely available Internet content",
        "You can choose between two publishing rights’ options in the Book Details section of the title setup workflow:",
        "I own the copyright and I hold the necessary publishing rights:",
        " Choose this option if your book is under copyright and you hold the necessary rights for the content being published.",
        "This is a public domain work:",
        " Choose this option if you're publishing a public domain book. Keep in mind that the duration of copyright varies between countries or regions.",
        "To select publishing rights: ",
        "Go to your ",
        "Bookshelf",
        "Next to the book you want to update, click the ellipsis (“…”)",
        "Choose ",
        "Edit details",
        ".",
        "In the ",
        "Publishing Rights",
        " section, select the publishing rights option for your book. ",
        "Go to the bottom of the page and click ",
        "Save and Continue",
        ".",
        "At the bottom of the Pricing page, click ",
        "Publish",
        "."
    ],
    "https://kdp.amazon.com/en_US/help/topic/G202187870": [
        "WHAT THIS TOPIC COVERS",
        "After reading this topic, you'll be able to:",
        "Select the territories for which you hold distribution rights",
        "Select a royalty plan",
        "Set and manage your list price",
        "YOUR PROGRESS",
        "You've completed Milestones 1, 2, and 3. Now you're working on Milestone 4. When you're done, you'll be ready to publish your book on KDP.",
        "HOW TO SET EBOOK RIGHTS & PRICING",
        "Select territories",
        "During title setup, you'll be asked to select the territories for which you hold distribution rights. You have two options:",
        "All territories (worldwide rights).",
        " This enables Amazon to make your book available for sale on all Amazon websites. If your book is your original content and you've never published it before, you most likely have worldwide rights.",
        "Individual territories.",
        " This will limit sales of your book to the selected territories. Here's a ",
        "list of territories",
        " included in each Kindle Store.",
        "Choose a royalty plan",
        "You'll choose between two royalty options for your eBook: ",
        "35%",
        " and ",
        "70%",
        ". The right plan for you will depend on factors like the type and size of content in your book, as well as your desired price point:",
        "Public domain.",
        " If your book content is public domain, it's ineligible for the 70% royalty plan.",
        "File size.",
        " If your book contains lots of graphics or images and you choose the 70% royalty plan, we may deduct delivery costs to process, store, and deliver your book to customers. Delivery costs do not apply to the 35% royalty plan.",
        "List price.",
        " If you want more flexibility in setting your list price, you may want to choose the 35% option. The 70% plan requires you to set your list price within a certain range (e.g., between $2.99 and $9.99 for eBooks sold on Amazon.com). Being able to set your list price outside of this range may allow you to sell your book at more competitive prices.",
        "See the chart below for help on choosing a plan that will work best for your book:",
        "TIP:",
        " The 70% royalty option only applies to books sold to customers in the ",
        "70% territories",
        ". Sales to customers in all other locations will receive a 35% royalty, and will show up in your royalty reports at the 35% rate.",
        "Set your list price ",
        "You have two options for setting your list price:",
        "Option 1.",
        " Choose your primary marketplace and set your list price in the currency of that marketplace. We'll automatically convert the price to currencies available in the other marketplaces.",
        "Option 2.",
        " Enter a specific amount by marketplace and available currency.",
        "TIP:",
        " There are minimum and maximum ",
        "list price requirements",
        " depending on marketplace, royalty plan, and file size. You can't list your book for free, but it's possible to run a ",
        "free book promotion",
        ".",
        "ACTIVITY",
        "Look at eBooks with content similar to yours on Amazon to find typical list prices. When you enter your pricing information, you’ll be able to see your estimated royalty. Our pricing grid automatically calculates your estimated royalty based on:",
        "Marketplace",
        "List price you enter",
        "Royalty plan (35% or 70%) you choose",
        "Delivery cost",
        "To see how your list price, royalty plan, and delivery costs impact your estimated royalty:",
        "Go to your ",
        "Bookshelf",
        ".",
        "Under the KINDLE EBOOK ACTIONS menu, select \"Edit eBook Pricing.\"",
        "Select the territories for which you hold distribution rights.",
        "Select a royalty plan.",
        "Enter a list price and see how the pricing grid automatically updates the delivery cost and estimated royalty. You’ll also be able to see the minimum and maximum list prices you can set. Applicable taxes will display for marketplaces in which they are charged.",
        "The price you enter won’t be saved until you click ",
        "Publish Your Kindle eBook",
        " so don't be afraid to experiment with entering different list prices.",
        "Enrolling your eBook in our optional ",
        "KDP Select",
        " program gives you the opportunity to reach more readers and earn more royalties. Enrolling in KDP Select means your book will be exclusive to the Kindle Store and will be included in ",
        "Kindle Unlimited (KU)",
        ". Enrolling in KDP Select also grants you access to a new set of promotional tools like ",
        "Kindle Countdown Deals",
        " and ",
        "Free Book Promotions",
        ".",
        "WHAT TO DO NEXT",
        "Download or print",
        " the KDP Jumpstart companion guide. The companion also includes instructions on updating your list price and removing your eBook from sale.",
        "Go to your ",
        "Bookshelf",
        " and follow the instructions in the companion guide.",
        "When you're finished, you'll save and publish your eBook. Congratulations on becoming a published author!",
        "Want to know when your book will become available on Amazon? For information on timelines, including details on new publications and updates to published books, see our ",
        "Help page",
        "."
    ],
    "https://kdp.amazon.com/en_US/help/topic/G200652170": [
        "You can now choose three Amazon Store categories based on primary marketplace for each title during setup. Since you can now choose your own categories, we are no longer accepting requests to add or update categories. Contact us if you're experiencing an issue with your categories, and we can help troubleshoot.",
        "Categories are the sections of the Amazon Store where customers can find your book. Think of categories as the sections of a physical bookstore (science-fiction, history, and so on). When you set up your title, you can select up to three categories for your primary marketplace (for example, Amazon.com) to help readers find your book. We use the three categories you choose for your primary marketplace, along with your selected keywords, to place your book in categories on the Amazon Store for all of your enrolled marketplaces. ",
        "Video: How to add book categories",
        "Your feedback matters",
        "To provide feedback on the new categories experience, take our ",
        " survey",
        " and share your thoughts with us! ",
        "Note:",
        " The survey is hosted by Qualtrics, so you'll visit their site to fill it out.",
        "Key terms",
        "Categories",
        " can be ",
        "made up of",
        " multiple classifications, which together form a path:",
        "Category:",
        " the top-level classification, which is typically very broad. For example, History.",
        "Subcategory:",
        " a more descriptive classification that appears underneath a category. For example, if History is the category, US History is one of its subcategories. There can be multiple layers of subcategories.",
        "Placement:",
        " The most granular classification in the category path where no further subcategories exist. It’s where your book is “placed” in the Amazon Store. For example, if History is the category, US History is the subcategory, and 19th Century is the last available classification in that path, then History > US History > 19th Century is the placement.",
        "Important:",
        " We reserve the right to change the categories of a book at any time to ensure a positive customer experience. The categories you add and the categories shown online may not always match. Your book may be added to additional or different categories to improve the customer experience.",
        "Contents",
        "Tips for choosing categories",
        "Add or Update Categories",
        "Adding Children or Teen & Young Adult Categories",
        "Adding Comics, Manga and Graphic Novels",
        "Adding low-content books",
        "Restricted categories",
        "General categories",
        "View available categories by marketplace",
        "Tips for choosing categories",
        "Book categories are intended to offer readers the highest-quality search results to make purchase decisions. To make it easier for readers to find your book, we recommend that you:",
        "Choose accurate categories.",
        " Choosing categories that accurately describe your book's central topic or storyline helps readers find your book where they’d expect it to be. Do not mix fiction and nonfiction categories. For example, if you publish a werewolf romance book, choose Romance > Fantasy instead of Nature > Animals > Wolves.",
        "Add fewer categories.",
        " Being selective with fewer categories that relate more specifically to your book helps readers find your book in their area of interest. Our analysis of customer activity on books shows that having more than a few categories decreases the relevancy of those categories and does not improve discoverability. For example, if you publish a historical travel journal from a famous traveler, choose Travel > Travel Writing as a category instead of History > World.",
        "Focus on subcategories.",
        " Categories typically contain subcategories, for example the Science & Math category has many subcategories including Behavioral Sciences, which has its own subcategories including Behavioral Psychology. We recommend you focus on the most granular subcategory that relates to your book because we automatically display your book in the top-level categories. Therefore, a book placed in the Books > Science & Math > Behavioral Psychology may also show up in searches for general psychology and behavioral sciences.",
        "Select eligible categories.",
        " To ensure a positive customer experience, your book might not be eligible for certain categories. If you don’t see a category during title setup, and it’s available in the Amazon Store, your book is likely ineligible for that category. Eligibility depends on a variety of factors including availability of a category in the Amazon Store and book details including primary audience, primary marketplace, and keywords. For example, a book with a “Motorcycle” keyword, may not be eligible for Travel › Food, Lodging & Transportation › Auto & RV Travel category.",
        "Give your categories time to perform.",
        " After you choose categories for your book, we recommend limiting changes to allow time for your book to gain momentum with readers. If you frequently change your categories, historical customer activity for your book may be recalculated based on your new categories, which could impact your sales rank.",
        "Important:",
        " After you add or update your book categories, we will review your changes to ensure we provide a positive customer experience to our customers. We do not tolerate inaccurate or unexpected categorization that misleads or manipulates our customers. Your book categories must comply with our ",
        "Guidelines",
        ".",
        "To ask questions and learn from other KDP authors, visit our ",
        "KDP Community",
        ".",
        "Add or update categories",
        "You can select three categories based on your primary marketplace, and then we’ll automatically place your book in categories for your non-primary marketplaces. The categories available in your book’s Details tab stay up-to-date with the Amazon Store as new categories are added or changed over time. It takes 24 - 48 hours for new categories added in the Amazon Store to become available in your book’s Details tab.",
        "You are required to enter at least one category for each format (for example, eBook and paperback). Keep in mind that categories may vary for each format, so a category available in the Books store, may not be available in the Kindle Store.",
        "Before you start:",
        " Select ",
        "Yes",
        " or ",
        "No",
        " under ",
        "Sexually Explicit Images or Title",
        ", and choose your ",
        "Primary Marketplace",
        " to activate the ",
        "Choose Categories",
        " button.",
        "To add categories to a new title during set up:",
        "On the ",
        "Details",
        " tab, select ",
        "Yes",
        " or ",
        "No",
        " under ",
        "Sexually Explicit Images or Title",
        ", and choose your ",
        "Primary Marketplace",
        ".",
        "In the ",
        "Category",
        " section, select ",
        "Choose categories",
        ". A new window will open.",
        "Choose the top-level ",
        "Category",
        " from the drop-down menu.",
        "Select at least one ",
        "Subcategory",
        ". Placements will appear on the right. If you can't find the placement you’re looking, change or add to the selected ",
        "Subcategories",
        " from the drop-down menus on the left.",
        "Check the box for your chosen ",
        "Placement",
        ". The chosen placement will appear at the bottom of the window along with a link to view the category page on the Amazon Store. The link will open in a new window where you can view other books available in that category to determine if it’s right for you.",
        "Select ",
        "Add another category",
        " to add additional categories and repeat steps 3 and 4. You can choose up to three category placements for your book.",
        "Select ",
        "Save categories",
        ".",
        "After your book is published, we’ll add your book to all relevant categories on the Amazon Store. It can take up to 72 hours for those categories to display in the Amazon Store, and up to a week for sales rank to update on the website.",
        "Check our ",
        "Timelines",
        " help page to learn more about how long it takes to publish your book.",
        "To update or add to existing categories:",
        "Important:",
        " If you make changes to existing categories that were assigned before May 30, 2023, your existing categories will be removed and replaced with your new selections. ",
        "Go to your ",
        "Bookshelf",
        " and click the ellipsis (…) button next to your book.",
        "Choose ",
        "Edit eBook Details",
        ", ",
        "Edit Paperback Details",
        ", or ",
        "Edit Hardcover Details",
        "On the ",
        "Details",
        " tab, select ",
        "Yes",
        " or ",
        "No",
        " under ",
        "Sexually Explicit Images or Title",
        ", and choose your ",
        "Primary Marketplace",
        ".",
        "In the ",
        "Categories",
        " section, select ",
        "Edit categories",
        " or ",
        "Choose categories",
        ". A new window will open.",
        "If you already have three categories selected, click on “remove” next to the category you wish to remove.",
        "Continue by following steps 1-6 above.",
        "After you submit your changes and your book is published, we’ll add your book to all relevant categories on the Amazon Store for all of your enrolled marketplaces. It can take up to 72 hours for those categories to display in the Amazon Store, and up to a week for sales rank to update on the website. ",
        "Check our ",
        "Timelines",
        " help page to learn more about how long it takes to publish your book. ",
        "Important:",
        "Categories can be removed if they become unavailable in the Amazon Store, or if you make changes to your book details that affect category eligibility.  ",
        "Adding books to the Children's or Teen and Young Adult categories",
        "To have your book appear in the Children’s or Teen & Young Adult categories, set an appropriate recommended reading age in the Primary Audience section of title setup. These categories are not available for books with a minimum reading age of 18 years.",
        "To choose Children's categories, set the minimum and maximum recommended reading age according to one of the following bands:",
        "0-2",
        "3-5",
        "6-8",
        "9-12",
        "To choose Teen & Young Adult categories:",
        "Set the minimum recommended reading age from 13 to 17 years.",
        "For Amazon.de, set the recommended reading age from 12 to 15 years.",
        "Note:",
        " On Amazon.com and Amazon.co.uk, titles with a Juvenile Category and a minimum recommended age of 12 may be categorized in Children’s or Teen. This depends on other information about the book. Keep in mind that an independent category will show for Amazon.co.uk, Amazon.de, Amazon.es, and Amazon.it.",
        "Important:",
        " The reading age on your Amazon detail page may differ from your original age selection. When customers review your book, they can provide feedback on reading age and difficulty. Amazon research shows that customers are more likely to trust reading ages recommended by other customers, so Amazon updates the reading age on your book’s detail page based on reviews.",
        "Learn more about ",
        "Primary Audience and Reading Age",
        ".",
        "Adding Comics, Manga and Graphic Novels",
        "The Comics, Manga, and Graphic Novels category is reserved for fiction or nonfiction books of sequential art, an illustrated storytelling medium in which adjacent images, or a combination of images with text.",
        "The Comics, Manga, and Graphic Novels category should not be used:",
        "For an illustrated book unless it is a fixed layout comic format book.",
        "In addition to another book category. Example: Literature & Fiction with a Comic category. , are used to make the narrative.",
        "Low-content books",
        "If you’re publishing a low-content book, select the most relevant Amazon Store categories, or select non-classifiable. Learn more about ",
        "Low-Content Books",
        ". ",
        "Restricted categories",
        "These categories are assigned automatically in the Kindle Store and can’t be added or modified.",
        "Kindle Singles",
        "Kindle Short Read",
        "Note:",
        " Companion books, also referred to as summaries, study guides, or analysis books, can't be added to any category outside of the Study Aid category on Amazon. See ",
        "Companion guides",
        " to learn more about companion books.",
        "General categories",
        "We recommend that you only select the ",
        "General",
        " category if no specific category exists. Placing your book in both a general and specific subcategory can affect category assignment. For example, if you place your book in History > Ancient Civilization > Rome, then do not also place it in History > Ancient Civilizations > General.",
        "In this example, it’s unnecessary to place your book in General as it will already appear under the top-level categories (History and Ancient Civilizations).",
        "View available categories by marketplace",
        "There are thousands of Amazon categories for each marketplace, and they are subject to change. For that reason, we do not provide a full list of categories on our Help page. To view available categories, click the link to the eBook or print book store for your desired marketplace from the Categories table below. On the Amazon Store, open the Categories drop-down menu at the top of the page to view available categories and click on your preferred option. On the category page, you can view available subcategories using the filters on the left.",
        "Marketplace",
        "For eBooks",
        "For print books ",
        "Amazon.com",
        "US Kindle Store",
        "US Books Store",
        "Amazon.co.uk",
        "UK Kindle Store",
        "UK Books Store",
        "Amazon.ca",
        "CA Kindle Store",
        "CA Books Store",
        "Amazon.com.au",
        "AU Kindle Store",
        "AU Books Store",
        "Amazon.de",
        "DE Kindle Store",
        "DE Books Store",
        "Amazon.nl",
        "NL Kindle Store",
        "NL Books Store",
        "Amazon.fr",
        "FR Kindle Store",
        "FR Books Store",
        "Amazon.it",
        "IT Kindle Store",
        "IT Books Store",
        "Amazon.es",
        "ES Kindle Store",
        "ES Books Store",
        "Amazon.com.br",
        "BR Kindle Store",
        "BR Books Store",
        "Amazon.in",
        "IN Kindle Store",
        "IN Books Store",
        "Amazon.co.jp",
        "JP Kindle Store",
        "JP Books Store",
        "Note:",
        " Categories can vary between marketplaces.",
        "Did this page answer your question? ",
        "Yes",
        " | ",
        "No",
        "This survey is hosted by Qualtrics, so you'll visit their site to fill it out.            "
    ],
    "https://kdp.amazon.com/en_US/help/topic/G6GTK3T3NUHKLEFX": [
        "Marketing Cover Image",
        "Kindle eBooks must have a marketing cover image provided for use on the website detail page. This is provided separately from the eBook file. ",
        "The ideal size of your eBook cover art is a height/width ratio of 1.6:1. This means that for every 1,000 pixels in width, the image should be 1,600 pixels in height. To ensure the best quality for your image, particularly on high definition devices, the height of the image should be at least 2,500 pixels. Ideal dimensions for cover files are 1,600 x 2,560 pixels.",
        "The minimum image size allowed is 1,000 x 625 pixels.",
        "The maximum image size allowed is 10,000 x 10,000 pixels.",
        "The image file size should be 50MB or smaller.",
        "If the marketing cover image size is smaller than the 1,600 x 2,560 recommendation, a reminder message is displayed at time of upload. Covers with less than 500 pixels on the shortest side are not displayed on the website. If your cover image is smaller than the recommended size, Amazon strongly recommends that you create a new image that meets the size requirements. Do not stretch the image to meet the size requirements, because this may lower the image quality.",
        "Cover art with white or very light backgrounds can seem to disappear against the white background. Try adding a narrow (3-4 pixel) border in medium gray to define the boundaries of the cover.",
        "The content of the cover image must not:",
        "Infringe another publisher's or artist's copyright on the same cover",
        "Mention pricing or other temporary promotional offers",
        "Important:",
        " Use RGB as the color profile when saving your cover image files. Kindle does not support CMYK. ",
        "Note:",
        " This cover image guidance doesn't apply to KDP eBooks. If you're using KDP, follow the KDP guidelines for cover images.",
        "Internal Content Cover Image",
        "Kindle eBooks must have an internal cover image provided for use within the book content. Provide a large, high-resolution cover, because Amazon quality assurance will fail the book if the cover is too small.",
        "Note:",
        " Interior cover images are not required for Manga episodic content. You can disregard any warning for missing interior cover image that might show up while ingesting the content as this will not interfere with the publishing process.",
        "Do not add an HTML cover page to the content in addition to the cover image. This may result in the cover appearing twice in the book or cause the book to fail conversion.",
        "Define covers in the OPF file using either of the following methods (underlined elements are mandatory):",
        "Method 1 (preferred):",
        "<manifest>",
        "...",
        "<item id=\"cimage\" media-type=\"image/jpeg\" href=\"other_cover.jpg\" ",
        "properties=\"cover-",
        "image\"",
        "/>",
        "...",
        "</manifest>",
        "This syntax is part of ",
        "IDPF 3.0 standard",
        ".",
        "Method 2:",
        "<metadata>",
        "...",
        "<meta ",
        "name=\"cover\"",
        " content=\"my-cover-image\" />",
        "...",
        "</metadata>",
        "...",
        "<manifest>",
        "...",
        "<item href=\"MyCoverImage.jpg\" id=\"my-cover-image\" media-type=\"image/jpeg\" />...",
        "</manifest>",
        "This syntax is not part of the IDPF standard. However, it was designed with help from the IDPF and will validate in an IDPF validator.",
        "Note:",
        " This cover image guidance doesn't apply to KDP eBooks. If you're using KDP, follow the KDP guidelines for cover images."
    ],
    "https://kdp.amazon.com/en_US/help/topic/G201097560": [
        "Authors, publishers, and selling partners are responsible for adhering to our content guidelines. We invest significant time and resources to enforce these guidelines, using a combination of machine learning, automation, and dedicated teams of human reviewers. We’ll remove content that does not adhere to these guidelines and promptly investigate any book when notified of potential noncompliance. If we remove a title, we let the author, publisher, or selling partner know and they can appeal our decision.",
        "Contents",
        "Book title",
        "Subtitle",
        "Series information",
        "Description",
        "Author",
        "Contributors",
        "Publisher",
        "Keywords",
        "Primary audience",
        "Primary marketplace",
        "Categories",
        "Cover image",
        "ISBN",
        "Book Title",
        "Titles are the most frequently used search attribute. The title field should contain only the actual title of your book as it appears on your book cover. Missing or erroneous title information may bury valid results among extraneous hits. Customers pay special attention to errors in titles and won't recognize the authenticity of your book if it has corrupted special characters, superfluous words, bad formatting, extra descriptive content, etc. Examples of items that are prohibited in the title field include but aren't limited to:",
        "Repeating generic keywords like \"notebook,\" \"journal,\" \"gifts,\" \"books,\" etc.",
        "Unauthorized reference to other titles or authors",
        "Unauthorized reference to a trademarked term",
        "Reference to sales rank (e.g., \"bestselling\")",
        "Reference to advertisements or promotions (e.g., \"free\")",
        "Only Punctuation (e.g. \"!!!!!!!!\")",
        "Using only \"unknown,\" \"n/a,\" \"na,\" \"blank,\" \"none,\" \"null,\" \"not applicable\"",
        "HTML tags",
        "If you're publishing multiple stories as one book, ensure the contents of your book are accurately reflected both in the title field and on the cover, by including terms such as \"Collection,\" \"Compilation,\" or \"Series.\" Stories that are part of a series must be in sequential order within a book and collections of individual stories must have all stories listed in the metadata.",
        "If you're publishing a ",
        "companion book",
        " based on an original work, such as a summary, study guide, workbook, or analysis, begin your title with the term \"Summary,\" \"Study Guide,\" \"Workbook,\" or \"Analysis.\" When designing your companion book cover, make sure the term \"Summary,\" \"Study Guide,\" or \"Analysis\" appears before the title of the original work in a font at least as large as the rest of the title.",
        "For print books, your title must be listed on the cover (on the spine or front cover). It must also match the metadata you entered during title setup. Title information doesn't need to appear in your manuscript, but it must match the metadata if it does. ",
        "Note:",
        " Ensure that there’s no language in your book title that implies your book is part of a bundled set or Boxed Set.",
        "Subtitle (optional)",
        "If your book has a subtitle, enter it here. A subtitle is a subordinate title that contains additional information about the content of your book. Your title and subtitle together must be fewer than 200 characters. The subtitle will appear on your book's detail page, and must adhere to the same guidelines as your title.",
        "Series (optional)",
        "A series is a connected set of books. If your book is not part of a series, you can skip this field. However, if your book is part of a series, follow the guidelines below depending on your marketplace. Note that Public domain and low-content books, such as notebooks and journals, are not eligible for creating a series.",
        "For USA, UK, Australia, and Europe (kdp.amazon.com):  Select ",
        "Add series details",
        " and confirm if you’re creating a new series or adding the book to an existing series. On the Series Setup page, complete all required fields. Note that the Series title must adhere to the Book title guidelines above.",
        "For Japan (kdp.Amazon.co.jp): Enter the name of the series in the ",
        "Series name",
        " field. Identifying the name of the series helps customers find other  books in the series. The Series Name field will show up after your book's title on your detail page. Because titles are the most often used search attribute, your series name must adhere to the book title guidelines above. When you enter a series name, enter only the name of the series. Do not include the series number or the title of the book. You'll enter series numbers in the ",
        "Series number",
        " field as digits only (\"3\" for the third book in a series, ",
        "not",
        " \"Book 3\" or \"Book 3 of 4\"). ",
        "Books in a series with the same series name can be linked to create a Series Collection page in order of series numbers in the Kindle Store. This improves the discoverability of all books in your series by showing customers all of the books that make up the series on a single page. Learn how to ",
        "create or update a Series Collection page",
        " on kdp.amazon.co.jp.",
        "Description",
        "Entice readers with a summary of the story and characters. Don't give away anything that adds to the suspense or surprise. Let readers know what makes your book interesting, and give them a sense of what kind of book it is. If you’re stuck for ideas, research the back cover or inner dust jacket flap of books in your genre. Ask your friends or other authors to describe your book. Think of your book description as a 30-second elevator pitch to persuade a casual browser to buy your book. ",
        "We cannot accept any of the following information in the description:",
        "Pornographic, obscene, or offensive content",
        "Phone numbers, physical mail addresses, email addresses, or website URLs",
        "Reviews, quotes, or testimonials",
        "Requests for customer reviews",
        "Advertisements, watermarks on images or videos, or promotional material",
        "Time-sensitive information (for example, dates of promotional tours, seminars, or lectures)",
        "Availability, price, alternative ordering information (for example, links to other websites for placing orders)",
        "Spoiler information for Books, Music, Video, or DVD (BMVD) listings",
        "Any keywords or book tags phrases",
        "You may choose to use HTML in your description. HTML uses pairs of angle-bracketed tags to display information text they surround. Learn more about supported ",
        "HTML tags",
        " in a book description.",
        "If you're publishing a companion book based on an original work, such as a summary, study guide, workbook, or analysis, your description must indicate that the book is a summary, study guide, workbook, or analysis and may not use or include the description that accompanies the original book. Learn more about ",
        "companion books",
        ". ",
        "Author",
        "Enter the name of your book's primary contributor here. You are free to use a pen name, as long as it does not impair customers' ability to make good buying decisions.",
        "Note that we cannot accept HTML tags in the author field.",
        "Contributors (optional)",
        "Contributors are the people involved in creating your book. You can use these fields to identify additional authors, editors, illustrators, translators, and any others who you want to give credit to, as long as they worked on that specific book. You can enter multiple contributors as needed. You are required to enter all contributors of a public domain book.",
        "Note:",
        "  Books that are translations of another work must credit the translator in the contributor field. If the work is not a new translation and the translator is unknown, the publisher should list the translator as \"Anonymous\" in the contributor field. ",
        "Do not add anything other than contributors here; don't add search keywords, HTML tags, or other information. If you're publishing a companion book based on an original work, such as a summary, study guide or analysis, do not include the contributor(s) of the original work in the Author or Contributors fields.",
        "For author contributor fields only:",
        " If you entered multiple author names in the author contributor fields, they will appear in the Kindle Store in the same sequence. All other contributor fields will appear in the Kindle Store below the author name(s).",
        "Publisher (eBook only. Field is optional.)",
        "If you are the book's author or publisher, you may enter your name or the name of your publishing company here. KDP isn't a publisher, but a service that supports authors and/or publishers like you. Only the names of the author or publisher of the book should be entered in the publisher field. Customers see the publisher name on the book's detail page. To avoid confusion for them, we don't permit the following in the publisher field:",
        "Reference to another publishing company, including any that previously published the book",
        "Reference to Amazon or Amazon-affiliated companies",
        "Reference to Kindle or Kindle Direct Publishing (KDP)",
        "Websites or domain names",
        "Keywords (optional)",
        "Keywords can be a word or a phrase. For best results, we recommend using phrases that are 2-3 words long. To determine the right search keywords for your book, we suggest you think like a reader. What topics or genres are your readers searching for?",
        "Avoid keywords that are not accurate descriptors of your book's central storyline, or keywords that are completely unrelated to what's in the book. Inaccurate keywords can lead to unexpected or confusing search results and provide a poor customer experience. We do not tolerate keywords that mislead or manipulate our customers. Examples of items that are prohibited as keywords include but are not limited to references to:",
        "Other authors",
        "Books by other authors",
        "Sales rank (e.g., \"bestselling\")",
        "Advertisements or promotions (e.g., \"free\")",
        "Anything that is unrelated to your book's content",
        "HTML tags",
        "Learn more about ",
        "keywords",
        ". ",
        "Primary audience",
        "Sexually Explicit Images or Title:",
        " You must select Yes or No to this question in order to proceed with title setup and select categories. Select ",
        "Yes",
        " if your book contains one or both of the following:",
        "Sexually explicit images on the cover or within the interior. For example, images containing nudity or sexual poses.",
        "Sexually explicit language in the book’s title or subtitle. For example, words or phrases that refer to sexual acts, devices, fluids, or genitalia.",
        "Selecting ",
        "Yes",
        " will automatically make your book ineligible for Children’s categories in order to provide the appropriate shopping experience for all customers.",
        "Reading age (optional):",
        " Setting the reading age will indicate your intended audience to customers on your detail page. While the field is optional, if you don’t include an appropriate reading age (for example, for your Children’s book), it may not be eligible for your selected children’s categories and it will not appear in age-specific search results in the Amazon Store. ",
        "Learn more about choosing an appropriate reading age",
        ".",
        "Primary marketplace",
        "Your primary marketplace is the Amazon Store where you expect the majority of your sales. You must select a primary marketplace in order to select categories. This field is also used to set your list price. Changing your primary marketplace on a previously published or pre-order book may impact your list price. Please confirm your book's list price on the Pricing page is correct before publishing your book.",
        "Categories",
        "Categories are the sections of the Amazon Store where customers can find your book. During title setup, you'll choose up to three categories from a list based on your primary audience and marketplace.",
        "Avoid categories that are not relevant to your book's central storyline, or categories that are completely unrelated to what's in the book. Inaccurate categories can lead to unexpected or confusing search results and provide a poor customer experience. We do not tolerate selecting categories to mislead or manipulate our customers.",
        "Learn more about ",
        "KDP Categories",
        ". ",
        "Cover image",
        "The title, subtitle, author name, and series information on your cover should match the corresponding metadata fields. Covers that may be misleading because they closely resemble another book's layout, color scheme, fonts and/or images aren't allowed. If your book is a companion book, the cover image must meet the guidelines outlined in the Companion guides section of the ",
        "Guide to Kindle Content Quality",
        ".  ",
        "ISBN (Print Only)",
        "On KDP, you do not need an ISBN to publish an eBook, but you need an ISBN to publish a paperback or hardcover (except for low-content books). For paperback and hardcover books that require an ISBN, KDP can provide you with a free ISBN or you can provide your own. If you include your own ISBN in your manuscript, it must match the ISBN you entered during title setup. Learn more about ",
        "ISBNs",
        ".",
        "Did this page answer your question? ",
        "Yes",
        " | ",
        "No",
        "The survey is hosted by Qualtrics, so you'll visit their site to fill it out."
    ],
    "https://kdp.amazon.com/en_US/help/topic/G200952510": [
        "Content published through Kindle Direct Publishing is held to the high standards customers have come to expect from Amazon. If readers tell us about a problem they've found in your book, we'll make sure you know about it and point you in the right direction to get the problem fixed. The information listed here will help you understand the types of quality issues we see most frequently and will give you an idea of what you should be paying close attention to when building your eBook. For details on making books available for Kindle devices and apps, see ",
        "Amazon Kindle Publishing Guidelines",
        ".",
        "Note:",
        " Since Kindle Direct Publishing (KDP) aims to provide the best possible tools for independent publishers and the best experience for readers, we have a zero-tolerance policy for any book content meant to advertise, promote, mislead, or that doesn't accurately represent the contents of the book.",
        "Authors, publishers, and selling partners are responsible for adhering to our content quality guidelines. We’ll remove content that does not adhere to these guidelines and investigate any book with potential poor customer experience or content inaccuracy. We may also request additional information relating to your book before it's available for sale.",
        "Please follow the guidelines below to ensure your book's content, including cover art, metadata, and product description do not result in inaccurate or overwhelming search results, or impair readers' ability to make good buying decisions.",
        "Contents",
        "Identifying errors",
        "Reviewing your eBook",
        "Typos",
        "Metadata issues",
        "Unsupported characters",
        "Cover issues",
        "Image quality",
        "Formatting issues",
        "Links",
        "Tables",
        "Duplicated content",
        "Missing content",
        "Wrong content",
        "Content unsuited for reading on Kindle",
        "Disappointing content",
        "Companion guides",
        "Multi-work books",
        "Identifying errors",
        "It's very important to search your eBook for errors before uploading the original file or prior to uploading a new file after fixing problems post-publication. Some errors may cause a book to be considered incomplete or unusable. We refer to these as ",
        "Critical Issues",
        ". Because Critical Issues significantly impact the reading experience, any Critical Issue will result in the book being removed from sale until corrections are made.",
        "Other errors can prevent the reader from understanding the author's intended meaning. We refer to these as ",
        "Destructive issues",
        ". The most common type of error is ",
        "Distracting Issues",
        ", which briefly remove the reader from the author's world.",
        "The combined impact on the reading experience of a book with excessive Distracting or Destructive Issues can lead to the book being removed from sale until the corrections are made. A moderate amount of Distracting or Destructive Issues can result in the book remaining available for sale, but with a temporary quality warning displayed on the detail page until corrections are made.",
        "Reviewing your eBook",
        "When you review your eBook for quality issues, we highly recommend that you use ",
        "Kindle Previewer",
        ". This free program allows you to see how your file will look on various Kindle devices and apps. If you're using Microsoft Word to format your eBook, check out our ",
        "step-by-step formatting guide",
        ".",
        "Typos",
        "Typos are among the most common quality issues customers report. To produce a high-quality eBook, please ensure your book is free of typos. Typos may be caused by a variety of issues: mistyped words, poor optical character recognition for scanned texts, copy/pasting across source documents, or multiple conversions of a source file. Here are some examples of common typos to look for:",
        "Type",
        "Example",
        "Should be",
        "Numbers in place of letters",
        "5arasota",
        "Sarasota",
        "Letters in place of numbers",
        "1o66",
        "1066",
        "Incorrect punctuation",
        "The dog ran,",
        "The dog ran",
        "Soft hyphens",
        "re-peat",
        "repeat",
        "Missing letters",
        "Nothi g",
        "Nothing",
        "HTML tags in place of characters",
        "< sup >®",
        " ; ®",
        "Junk characters",
        "•\"gainst",
        "Against",
        "Preventing and fixing typos",
        "If there's typo in your eBook, it's important to search for the term throughout the text to ensure all occurrences are corrected. It's also important to review your text for errors of a similar nature. The search function of ",
        "Kindle Previewer",
        " can help locate all instances of a repeated typo that need to be fixed. Sometimes improper or dialectic spellings are intentionally used by the author. These are not considered errors. Common examples would include character dialogue. Spelling differences between US and British English aren't considered errors.",
        "Metadata issues",
        "Make sure your book's metadata doesn't result in inaccurate search results or impair readers' ability to make good buying decisions. Here are common issues with metadata:",
        "The title, series name, edition, subtitle, volume, or contributor in your file don't match the metadata you entered.",
        "The title, series name, edition, subtitle, or volume in the metadata contain a URL, keywords, genre descriptions, promotions, references to other books within the category, or spelling errors.",
        "The keywords and/or the categories do not match the nature of the book content.",
        "See our ",
        "metadata guidelines",
        ".",
        "Unsupported characters",
        "If your text appears in ",
        "Kindle Previewer",
        " as strings of jumbled characters or boxed question marks, this usually means your book contains an unsupported accent mark or character. To ensure your book doesn't contain unsupported characters, review your book in Kindle Previewer and look for square boxes or jumbled characters like these:",
        "Preventing and fixing unsupported characters",
        "If an unsupported character is present in your book, it's important to look for this issue throughout the text, as one unsupported character usually indicates others. Use the search function of ",
        "Kindle Previewer",
        " to locate all instances of an unsupported character. Learn more about ",
        "supported characters",
        ". ",
        "Critical issues",
        "Content uploaded in unsupported languages won't display properly on Kindle devices and will be removed from sale. See the ",
        "languages we support",
        ".",
        "Cover issues",
        "A high-quality cover image may have an impact on a reader's decision to purchase an eBook. Here are some of the most common issues with covers:",
        "The cover either has extra space in the margins or is too large and doesn't fully display",
        "The cover image is blurry",
        "The cover is missing",
        "The cover image is inserted into the manuscript file, causing an error",
        "The cover includes references to advertisements or promotions (e.g., \"free\")",
        "Creating and adding a cover",
        "Check out our ",
        "guidelines for creating eBook covers",
        ". ",
        "Image quality",
        "Having clear, readable images in your book is an important part of the reader experience. Images with text can be a problem if the source quality is poor, so make sure the text is readable on Kindle by previewing it in ",
        "Kindle Previewer",
        ". Also make sure that the images in your book aren't blurry. It could be annoying for the reader and may impact their understanding of your content for images that require high levels of detail.",
        "Critical issues",
        " Books that are entire scans may be rejected upon submission or removed from sale, as they become unreadable in print and on Kindle devices, where readers won't be able to change text size.",
        "Manga, comics, children's picture books, etc. are excluded from this requirement. A small amount of scanned or image captured text is allowed as long as it is legible, and pertains to the overall content. For example, small excerpts such as image captions, complex mathematical formulas, and/or handwritten letters. ",
        "To publish your book, you'll need to update your interior file to replace scanned or image-captured text with reflowable text, and resubmit the book for publishing.",
        "Other  quality issues include blurry images and images with illegible text.",
        "Ensuring high-quality images",
        "The best way to ensure your book has clear images is to choose the highest possible quality in your source images. Learn about ",
        "guidelines and best practices for image formatting",
        ". ",
        "Formatting issues",
        "Formatting issues may affect the visual or layout level of an eBook and can include problems like extra spacing between paragraphs or forced text justification. Formatting errors in your eBook may prevent readers from customizing their reading experience to their preferences, and also may include issues that cause text flow to be unintelligible or confusing. To produce a high quality book, please ensure your book has proper formatting. For the best reader experience, we recommend uploading your book content in a reflowable ",
        "file format",
        " such as DOC, DOCX, or HTML.",
        "Ensuring correct formatting",
        "An effective way to view your eBook's formatting is to preview it with ",
        "Kindle Previewer",
        ". This tool can help you identify formatting errors before you make it your available for sale. Please see our ",
        "step-by-step formatting guide",
        " for tips on formatting in Microsoft Word. Check your whole manuscript for similar issues because formatting errors tend to occur throughout the book. For example, incorrectly set left or right margins would appear on each page.",
        "Critical Issues",
        "Body text rendered as bold, italicized, underlined or hyperlinked text",
        "Extra body text margin padding that is more than 1/4 of a screen wide",
        "Primary content is oriented in landscape mode without any detail page disclaimer",
        "Body text not set to default color",
        "Forced white text or forced black background that causes text to be unreadable. For example, forcing a code such as ",
        "Font = white",
        " will cause text to be unreadable while reading on a white background mode or on an e-ink device.",
        "In-line page numbering is present",
        "Page numbers entered within the book file break the flow of the reading experience and must be removed.",
        "Here are some examples of other formatting issues:",
        "Forced alignment of body text",
        "The size of the body text is forced, causing it to be larger or smaller than standard text sizes",
        " Body text incorrectly changes size ",
        "Bullet points missing from a bulleted list ",
        "A list has bullets which appear on a different line that the list contents ",
        " Missing list formatting",
        "A best practice is to preserve the reader's customizable reading experience by not forcing formatting for text.",
        "Lists without proper formatting can be unintelligible to the reader.",
        "Incorrectly added line break",
        "Missing indication of paragraph separation (indentation or single line spacing between paragraphs)",
        "Missing line break that indicates a section or scene change",
        "A hard page break in the middle of a section or chapter",
        "Extract or block quote not differentiated from body text",
        "Additional or missing breaks may confuse the reader and break narrative flow.",
        "Sidebar text interrupts a sentence, paragraph, or section",
        "A footnote interrupts a sentence, paragraph, or section",
        "An image interrupts a sentence or paragraph.",
        " Improperly inserted sidebars, footnotes, or images can fragment the reading experience, leading to confusion.",
        "Extra body text margin padding that is less than 1/4 of a screen wide",
        "Double spacing between each paragraph",
        "Consistent incorrectly added line padding between section/chapter headings and first paragraphs",
        "Readers should set their own reading preferences and not have to page forward more than needed. ",
        "Split monograms; the first letter of each chapter in your book should appear on the same line as the rest of the word.",
        "Individual paragraph incorrectly rendered as bold, italicized, underlined or hyperlinked text",
        "Forced black text or forced white background that causes text to be unreadable. For example, forcing a code such as ",
        "Font = black",
        " will cause text to be unreadable while reading on a black background mode on color devices.",
        "Links",
        "All links in your book should navigate correctly to the place where the reader would expect them to go. The reader should also be able to navigate to the locations listed in your book's Go To menu (such as cover image, beginning, and Table of Contents). Please test links, including Go To items, on your Kindle device to ensure the links in your book navigate to their intended places before making your book available for sale. If you don't have access to a device, Kindle Previewer is a helpful tool that will reproduce how content will appear on a device.",
        "Preventing Linking Issues",
        "Broken or incorrect links usually occur when a mistake has been made in the link URL or an incorrect link location has been pasted in. Check the HTML or inserted links in your text to correct this problem. Below are some examples of linking issues we see in books.",
        "A Go To item link that does not work",
        "A link in the Table of Contents (TOC) that does not work",
        "A link at the beginning that takes readers to a TOC at the end of the book",
        "A link outside the TOC that takes readers to unrelated content at the end of the book",
        "A link in the TOC that does not follow the chronological order of content appearing in the book",
        "An unlinked footnote",
        "A prohibited external link",
        "An external link that does not work",
        "An internal link (TOC, Navigational Control File from XML (NCX), or other) that does not link to the correct location",
        " Reference to an unlinked page number",
        " Missing Logical Table of Contents (NCX)",
        "Some examples of prohibited external links include:",
        "Links to pornography",
        "Links to commercial eBook store sites other than Amazon",
        "Links to web forms that request customer information (e.g., email address, physical address or similar)",
        "Links to illegal, harmful, infringing, or offensive content",
        "Links that are malicious in intent (e.g., virus, phishing, or similar)",
        "Warning:",
        " Unnecessary or confusing hyperlinks, misplaced Tables of Contents (TOCs), or the addition of disruptive content that takes readers away from the main content of your book can result in a poor customer experience. If the formatting of a book results in a poor experience or genuine reader confusion, or is designed to unnaturally inflate sales or ",
        "pages read",
        ", we will take action to remove titles and protect readers. This also includes disruptive or unnecessary enticement to click on elements within TOCs. Continued addition of these types of elements in your titles could affect your account status, up to and including termination.",
        "For more information regarding:",
        "Table of Contents and NCX, please see  ",
        "Navigation Guidelines",
        ". ",
        "Internal and External link Guidelines, please see ",
        "Hyperlink Guidelines",
        ". ",
        "Critical issues",
        "Do not frontload ",
        "bonus content",
        " (e.g., other stories, or previews of other books) at the beginning of a book or use a link that takes readers to the actual book at the end.",
        "Tables",
        "A common complaint we get about tables is that part of the table is cut off, which usually happens when tables are used for formatting non-tabular data (e.g., sidebars, lists, large chunks of text, etc.). It's best to avoid using tables to format text or to try to make book elements appear in a certain way.",
        "Critical issues",
        "Any table with content cut off at bottom of screen when viewed at font size 3 (the default). This causes content to be inaccessible for the majority of readers. Other issues we see in eBooks include tables consisting of non-tabular data and tables that require the reader to pan right over non-tabular data. Tables with non-tabular data often force readers to take additional action to be able to read plain text content, for example, a table with forced line breaks or a table with a word in a cell split across two or more lines. If the data absolutely must be displayed in tabular form and you still see the error, try breaking your table into more cells so that there are more available break points. For more information on table guidelines, see section 3.6 in the Kindle Publishing Guidelines.",
        "The Previewer and Kindle for PC will not always reproduce table display very accurately. If possible, make sure to check table formatting on a Kindle device, especially if it appears to be a critical issue.",
        "Duplicated text",
        "This refers to any text which repeats in the book when it is not intended to repeat. Usually this is the result of a copy-paste error and can be fixed by removing the duplicated text.",
        "Critical issues",
        "A repeated chapter that is also mislabeled",
        "Other duplicate text issues include:",
        "A repeated chapter",
        "A portion of text that is repeated within a chapter or section, excluding single words",
        "Missing content",
        "Missing content issues occur when some intended part of the book is either mistakenly removed or includes references to a portion of the book that isn't included in the book.",
        "Critical Issues",
        "More text is missing than just a short phrase",
        "Missing image section that the product description or the contents of the book indicate should be included ",
        "Main book content that is only accessible through external links",
        "Product description indicates book includes CD, DVD or other ancillary content that is not accessible",
        "Missing or unplayable audio/video content in a Kindle Enhanced with Audio and Video",
        "Other missing content issues include:",
        "A short missing phrase",
        "A missing image",
        "Image formatting tip: Avoid pasting in images",
        "Images should be inserted in JPEG (or .jpg) format with center alignment (don't copy and paste from another source).",
        "Click \"Insert\" at the top of the screen in Word",
        "Click \"Picture\", which brings up a dialogue screen to locate the picture that will be inserted in the document",
        "In the dialogue screen, locate and select the file",
        "Wrong content",
        "Books with wrong content are always removed from sale. Wrong content occurs when a customer receives something other than what is advertised. This is most commonly caused by uploading an incorrect file, but can sometimes also occur if updates are made to the product information or copy/paste issues make the description incorrect. The easiest way to fix it is to upload the latest version of the correct file.",
        "Content unsuited for reading on Kindle",
        "Books that are not suited for Kindle may be rejected upon submission or removed from sale. ",
        " Some books are simply not well suited to the Kindle format. These include any kind of book where the main purpose is to allow the reader to write or color on the pages. These books are better suited to publishing in a physical form.",
        "Examples of books not suited to the Kindle format include the following:",
        "Puzzle books",
        "Blank Journals",
        "Pattern books",
        "Coloring books",
        "Facing page translations (left page in one language, right page is same content in another language)",
        "Disappointing content",
        "We do not allow content that disappoints our customers or creates a poor shopping experience, including but not limited to:",
        "Content that is either marketed as a subscription or redirects readers to an external source to obtain the full content ",
        "Content that is freely available on the web (unless you are the copyright owner of that content or the content is in the public domain). For more information, you can refer to the sections titled \"Illegal and Infringing Content\" and \"Public Domain and Other Non-Exclusive Content\" in the ",
        "Content Guidelines",
        ".",
        "Content whose primary purpose is to solicit or advertise",
        "Content that is not significantly different from content in another book available in the Kindle Store",
        "Note:",
        " If you’re publishing a romance novel, you can publish the book with two covers, the original cover and a discreet or alternate version. The content of the book can be the same as long as the covers are different. Ensure that the versions are differentiated by adding an indicator to the title or subtitle such as \"Discreet Version\" or \"Alternate Version.\"",
        "Content that is too short",
        "Content that is poorly translated",
        "Content that does not provide an enjoyable reading experience",
        "Bonus content that appears before a book's primary content",
        "Content that is excessively reused, recycled, or repeated within or across books",
        "Content that is rebranded or re-released with significant changes to the metadata, resulting in a confusing reader experience",
        "Companion guides",
        "Companion guides, or books that are based on a different original work (including summaries, study guides, workbooks, or analyses), that confuse our customers aren't allowed.",
        "To ensure that customers don't confuse your work with the original source material, we ask that books of this type meet all the following criteria:",
        "The ",
        "title/subtitle",
        " must begin with Summary, Study guide, Workbook, or Analysis (e.g., Summary and Analysis of Pride and Prejudice).",
        "The ",
        "contributor",
        " field can only include names of individuals/entities that contributed to the companion book (i.e., the author of the original book cannot be listed as the author of the companion book, unless they were involved in creating it).",
        "The ",
        "cover image",
        ":",
        "Must prominently indicate the content is a summary, study guide, workbook, or analysis before the title of the original book and in a font that is at least as large as the rest of the original book’s title.",
        "Cannot resemble the original work in any way that may be misleading to customers (for example, by having similar color scheme, images, or layout).",
        "Must only include names of individuals who contributed to the original book or companion book. If the original author is not a contributor to the companion book and  the name of the contributor(s) of the original book is included on the cover image, it must appear in some variation of the following format: “A [guide to/summary of/analysis of] [author]’s book” in a font that is smaller than the book’s title (e.g. A guide to the book by [Author], A guide to [Author]’s book, A guide to the bestselling novel by [Author], A study guide and analysis of [Author]’s #1 book).",
        "The ",
        "product description",
        " must indicate that the book is a summary, study guide, workbook, or analysis and may not use or include the description that accompanies the original book.",
        "The content is ",
        "categorized",
        " in the Study Aid category (The content cannot be included in any category outside of the Study Aid category (for example, Study Aid | Book Notes).",
        "Tip:",
        " Authors and publishers of top-selling companion guides often use covers with a consistent look and feel. Consider using a similar color scheme, layout, and font across your companion guide catalog to create a brand that readers recognize.",
        "We don't allow companion guides based on copyrighted works to be published outside the U.S. without written permission from the copyright holder. We don’t allow companion guides where the original book is in pre-order status.",
        "Multi-work books",
        "If you're publishing multiple stories as one book, ensure the contents of your book are accurately reflected both in the title field and on the cover, by including terms such as \"Collection,\" \"Compilation,\" or \"Series.\" Stories that are part of a series must be in sequential order within a book and collections of individual stories must have all stories listed in the metadata.",
        "Collections of works and numbered series may include content you've previously published in your catalog. However, in order to provide an optimal customer experience, the same content may not be excessively reutilized across multiple books. We consider \"excessive\" any amount of content repetition that would create a poor shopping or reading experience.",
        "Note: Ensure that there’s no language in your book title that implies your book is part of a bundled set or Boxed Set.",
        "Multi-work books must meet all program guidelines (e.g., you must have ",
        "exclusive publishing rights for all content enrolled in KDP Select",
        "). For more information, see our ",
        "content guidelines",
        " and ",
        "Terms and Conditions",
        "."
    ],
    "https://kdp.amazon.com/en_US/help/topic/G202173620": [
        "Once you’ve submitted your book or update for publication, it takes 3 to 10 business days for your book or update to be Live on Amazon. The time it takes to publish depends on the book type. ",
        "Contents",
        "eBooks",
        "New publications",
        "Updates to published books",
        "KDP Select",
        "Pre-orders",
        "Advertising",
        "Gifting",
        "Paperback and hardcover",
        "New publications",
        "Updates to published books",
        "Release Date",
        "Advertising",
        "Series",
        "Audiobooks",
        "eBooks",
        "New publications",
        "When will...",
        "Timeline",
        "My eBook’s detail page appear?",
        "Up to 72 hours",
        "My cover thumbnail appear on the detail page?",
        "Up to 72 hours",
        "My eBook be linked to the paperback or hardcover edition?",
        "48 hours to 1 week after each edition is live*",
        "The \"Look Inside the Book\" feature be available?",
        "7–8 business days",
        "My book be displayed in search results?",
        "Up to 72 hours after your book is live ",
        "*It usually takes 3–5 days for customer reviews to be copied from the paperback or hardcover edition to the eBook edition. ",
        "Updates to published books",
        "When will...",
        "Timeline",
        "Updates to my author name (contributors), title, description, publisher, ISBN, keywords appear?",
        "48 hours",
        "Updates to my categories appear?",
        "72 hours*",
        "Updates to my eBook manuscript appear?",
        "48 hours**",
        "Updates to my eBook cover appear?",
        "72 hours",
        "The \"Look Inside the Book\" feature be updated?",
        "7-8 business days",
        "Updates to my list price appear?",
        "24 hours",
        "My unpublished eBook become unavailable for purchase?",
        "24–72 hours",
        "My unpublished eBook become unsearchable on Amazon?",
        "Minimum of one week",
        "My republished eBook be available for purchase?",
        "12 hours for titles in English; 48 hours for titles in other languages",
        "Updates to sales rank appear?",
        "Rank is updated hourly but may take 24–48 hours to appear after the first completed sale.*",
        "*When categories are changed, sales rank updates can take up to 1 week  to update on the website.",
        "**Updated manuscript content will be available in the \"Look Inside the Book\" feature within 7 business days after you make the changes.",
        "KDP Select",
        "When will...",
        "Timeline",
        "My free promotion start and end?",
        "Start and end dates are usually midnight Pacific Time.* For example, if you enter a start date of January 3 and an end date of January 7, your deal will begin at midnight on January 3 and run for four days (January 3, 4, 5 and 6) until it ends at midnight on January 7.",
        "My free promotion end? I stopped it.",
        "If you stop a free promotion in progress, the free promotion will generally end within a few minutes to few hours after you select ",
        "Stop",
        ", but in some cases this period may be longer.",
        "I be able to schedule my free promotion?",
        "Promotions must be scheduled at least the day before your desired start date, but you can schedule them as far in advance as you would like. For example, if you want to begin a promotion on January 1, you can schedule it at any time up until December 31. If you schedule your promotion the day before you want it to begin, it may take up to four hours after the promotion is scheduled for it to begin. Any promotions scheduled before 8:00 p.m. Pacific Time the day before their scheduled start date will begin at approximately midnight. Anything scheduled after 8:00 p.m. Pacific time that day will begin within four hours of the time it was scheduled. ",
        "I be able to update a Live book scheduled for a free promotion?",
        "You can update your Live book at any time.",
        "My KDP Select–enrolled book be renewed?",
        "Every KDP Select–enrolled title will be automatically renewed every 90 days from the time you first enrolled it, unless you opt out through the KDP website before the next renewal.",
        "I be paid my share of the KDP Select Global Fund? There was no announcement.",
        "You will be paid your share, in full, within 60 days for the preceding month's activity.",
        "I be able to schedule my Kindle Countdown Deal?",
        "Kindle Countdown Deals must be scheduled 24 hours before your desired start date or as far in advance as you want. For example, to begin a promotion on January 10, you can schedule it any time before January 9.",
        "Technical delays occasionally change the exact time by a few minutes to several hours, but in rare cases the difference may be longer.",
        "Pre-orders",
        "When will...",
        "Timeline",
        "I need to submit the final manuscript for my pre-order book?",
        "You can upload your manuscript up to 72 hours before your release date. Note that you will not be able to make updates to your manuscript or book details within 72 hours of your release date. For the most accurate timeline, see the timer at the top of the title setup page in your Bookshelf.",
        "My pre-order book release?",
        "We will release your book on the date that your choose when setting up your book. To confirm this date, you can check your book‘s setup page in your Bookshelf.",
        "I be paid for royalties for my pre-order book?",
        "Approximately 60 days after the end of the month once you meet the monthly minimum sales threshold.",
        "The review of my eBook be complete?",
        "Titles are typically reviewed and published within 24 to 72 hours.",
        "My pre-order book that's under review become available for editing again?",
        "This depends on when you upload your manuscript. If it's uploaded weeks prior to the release date, then your book should be editable after we complete the review. ",
        "If your manuscript is uploaded close to your submission deadline, then your book will be editable after its release.  ",
        "Refer to the question above for how long it takes to review an eBook.",
        "For more information on how to check the status of your pre-order book, visit our ",
        "pre-order",
        " page.",
        "Advertising",
        "When will...",
        "Timeline",
        "My campaign data be updated?",
        "Campaign metrics may take up to 14 days to appear and do not include Kindle Unlimited or Kindle Owner Lending Library royalties generated by the ad.",
        "My Amazon Advertising account be closed?",
        "3 business days",
        "I stop accruing clicks and charges when I stop or pause a campaign?",
        "You may continue to accrue clicks and charges for an additional 24 hours.*",
        "The review of my ad be done?",
        "Up to 3 days after submission",
        "My ad restart? I had a billing issue and had to update my credit card details.",
        "1 hour to 3 business days",
        "The changes I made to my book details or price show up?",
        "Up to 3 days",
        "Sales resulting from my ad appear?",
        "Up to 14 days",
        "When will ad data (e.g., clicks, impressions, sales) show in my reports after I edit my ad?",
        "Your new campaign will update immediately. However, ad data may take 3 to 14 days to show in your reports.",
        "*Kindle E-readers track impressions, clicks, and sales made offline. When customers connect to the Internet, charges can accrue for up to 10 days after your campaign has ended. These charges are legitimate, but their reporting was delayed. Your final charges will never be more than your campaign budget.",
        "Gifting",
        "When will...",
        "Timeline",
        "The book I gifted show up as a sale in my reports?",
        "When a Kindle book is gifted, it will show up as a sale only when the recipient redeems the gift. Recipients can redeem their codes at any time - there is no time limit on redemption. However, a gift sale counts toward sales rank only if the gift is redeemed within 24 hours.",
        "Gift recipients no longer be able to return the gift?",
        "7 days after downloading",
        "Paperback and hardcover",
        "New publications",
        "When will...",
        "Timeline",
        "My paperback or hardcover book’s detail page appear?",
        "Up to 72 hours for Amazon.com; up to 5 days for other marketplaces*",
        "For low-content books, it can take up to 10 business days.",
        "My cover thumbnail appear on the detail page?",
        "Up to 72 hours",
        "My paperback or hardcover be linked to the eBook edition?",
        "48 hours to 1 week after each version is live**",
        "My paperback or hardcover show as \"in stock\"?",
        "Up to 72 hours for Amazon.com; up to 5 days for other marketplaces",
        "The \"Look Inside the Book\" feature be available?",
        "9–10 business days***",
        "*It can take up to 30 days for the detail page to appear on Amazon.ca. ",
        "**Editions link automatically if the metadata for both editions exactly match. However, this can take several days after your books' Amazon detail pages are created.",
        "***The \"Look Inside the Book\" feature is not supported for low-content books published without an ISBN. Learn more about ",
        "low-content books",
        ". ",
        "Updates to published books",
        "When will...",
        "Timeline",
        "Updates to my paperback or hardcover manuscript appear?",
        "Up to 72 hours",
        "For low-content books, it can take up to 10 business days.",
        "Updates to my paperback or hardcover cover appear?",
        "Up to 72 hours",
        "The \"Look Inside the Book\" feature be updated?",
        "9-10 business days",
        "Updates to my list price appear?",
        "72 hours to 5 business days depending on the significance of the change",
        "My unpublished paperback or hardcover become unavailable to buy?",
        "24–72 hours",
        "My republished paperback or hardcover be available for purchase?",
        "Up to 72 hours for Amazon.com; up to 5 days for other marketplaces.",
        "For low-content books, it can take up to 10 business days.",
        "Updates to sales rank appear?",
        "Rank is updated hourly but may take 24–48 hours to appear after the first completed sale*",
        "**When categories are changed, sales rank updates can take up to 1 week to update on the website.",
        "Release Date",
        "When will...",
        "Timeline",
        "I need to submit the final manuscript for my release date?",
        "You will need to submit the final manuscript of your book with at least five days prior the scheduled release date.",
        "After you schedule your book's release, you'll see a timer on top of your book's setup pages that keeps track of your deadline.",
        "My book release?",
        "We will release your book on the date that you choose when setting up your book. To confirm this date, you can check your book‘s setup page in your Bookshelf.",
        "I be paid for royalties for my book?",
        "Approximately 60 days after the end of the month once you meet the monthly minimum sales threshold.",
        "The review of my book be complete?",
        "Up to 72 hours.",
        "My release date book that's under review become available for editing again?",
        "This depends on the status of your release date book. For more information, visit our ",
        "Release Date",
        " page.",
        "Advertising",
        "When will...",
        "Timeline",
        "My campaign data be updated?",
        "Campaign metrics may take up to 14 days to appear and do not include Kindle Unlimited or Kindle Owner Lending Library royalties generated by the ad.",
        "My Amazon Advertising account be closed?",
        "3 business days",
        "I stop accruing clicks and charges when I stop or pause a campaign?",
        "You may continue to accrue clicks and charges for an additional 24 hours.*",
        "The review of my ad be done?",
        "Up to 3 days after submission",
        "My ad restart? I had a billing issue and had to update my credit card details.",
        "1 hour to 3 business days",
        "The changes I made to my book details or price show up?",
        "Up to 3 days",
        "Sales resulting from my ad appear?",
        "Up to 14 days",
        "When will ad data (e.g., clicks, impressions, sales) show in my reports after I edit my ad?",
        "Your new campaign will update immediately. However, ad data may take 3 to 14 days to show in your reports.",
        "Series",
        "When will...",
        "Timeline",
        "My series page appear?",
        "Up to 72 hours",
        "The new title I added to my series show up on my series page?",
        "Up to 72 hours",
        "Updates to my series page appear on my series page?",
        "Up to 72 hours",
        "Audiobooks",
        "If your book is enrolled in Whispersync for Voice through Audiobook Creation Exchange (ACX), it can take 7 days for your book to go live after you receive the submission email. ACX makes it easy to turn your book into an audiobook and create a new revenue stream. ACX connects authors with professional audio producers to create audiobooks.",
        " Learn more about ",
        "ACX's distribution options and royalties",
        "."
    ],
    "https://kdp.amazon.com/en_US/help/topic/G202192170": [
        "WHAT THIS TOPIC COVERS",
        "After reading this topic, you'll know how:",
        "To select the territories for which you hold distribution rights",
        "Royalties and printing costs are calculated",
        "To set your list price",
        "YOUR PROGRESS",
        "You've completed Milestones 1, 2, and 3. Now you're working on Milestone 4. When you're done, you'll be ready to publish your book on KDP.",
        "HOW TO SET PAPERBACK RIGHTS & PRICING",
        "Select territories",
        "During title setup, you'll be asked to select the territories for which you hold distribution rights. You have two options:",
        "All territories (worldwide rights).",
        " This will allow customers from around the world to buy your paperback on: Amazon.com, Amazon.co.uk, Amazon.de, Amazon.fr, Amazon.es, Amazon.it, Amazon.co.jp*. If your book is your original content and you've never published it before, you most likely have worldwide rights.",
        "Individual territories.",
        " Select the territories in which you hold rights. This will limit sales of your paperback to the corresponding Amazon website.",
        "*Paperback publishing is not yet available for titles written in Japanese. KDP publishers can, however, publish paperbacks written in the ",
        "languages we support",
        " on Amazon.co.jp",
        "TIP:",
        " For a KDP paperback to be available on one of our marketplaces in Europe (Amazon.co.uk, Amazon.de, Amazon.fr, Amazon.es or Amazon.it), you must have rights in the United Kingdom, Germany, France, Italy, and Spain. If you don't have rights in any one of those territories, do not select \"United Kingdom,\" \"Germany,\" \"France,\" \"Italy,\" or \"Spain\" as a territory.",
        "How paperback royalties are calculated",
        "Paperback royalty rates are 60% of the list price displayed on Amazon at the time of purchase, minus printing costs, applicable taxes, and withholding:",
        "Estimated royalty = 60% of list price - printing costs - applicable taxes or withholding",
        "No need to worry about calculating this yourself. When you enter your list price, our pricing grid will automatically calculate your estimated royalty.",
        "How printing cost is calculated",
        "KDP prints your paperback on demand. That means we'll deduct the printing cost from your paperback royalty only when customers buy your book from Amazon or its partners. Printing cost depends on which Amazon website your paperback was ordered from, as well as page count and ink type.",
        "Printing cost = Fixed Cost + (Page Count * Per Page Cost)",
        "Again, no need to worry about calculating this yourself. When you enter your list price, our pricing grid will automatically calculate the printing cost.",
        "Set your list price",
        "You have two options for setting your list price:",
        "Option 1.",
        " Choose your primary marketplace and set your list price in the currency of that marketplace. We'll automatically convert the price to currencies available in the other marketplaces.",
        "Option 2.",
        " Enter a specific amount by marketplace and available currency.",
        "TIP:",
        " KDP will not allow you to enter a list price lower than the ",
        "minimum threshold",
        ". This ensures that the royalties earned are always enough to cover the cost to print your book.",
        "ACTIVITY",
        "Look at paperbacks with content similar to yours on Amazon to find out typical list prices. As you research keep the following questions in mind:",
        "Is this your first book?",
        " If it is, you may not want to set your list price as a famous author would. Look at list prices for books like yours by lesser-known authors to get a sense of what readers would pay.",
        "Does your book have a higher printing cost?",
        " Books with color visuals and high page counts cost more to make. These costs will impact your royalty.",
        "Where do you want to sell your book?",
        " If you set your list price based on your primary marketplace, the prices in the others will update automatically. Check out similar books in those other marketplaces to make sure your list price is competitive. You can then enter a new amount by marketplace.",
        "When you enter your pricing information, you’ll be able to see your estimated royalty. Our pricing grid automatically calculates your estimated royalty based on the:",
        "Marketplace",
        "List price you enter",
        "Royalty rate (60%)",
        "Printing cost",
        "Now go to your ",
        "Bookshelf",
        " and see how the list price, royalty rate, and printing cost impact your estimated royalty:",
        "Under the PAPERBACK ACTIONS menu, select \"Edit Paperback Rights & Pricing.\"",
        "Select the territories for which you hold distribution rights.",
        "Enter a list price and see how the pricing grid automatically updates the printing cost and estimated royalty. You’ll also be able to see the minimum and maximum list prices you can set. Applicable taxes will display for marketplaces in which they are charged.",
        "The price you enter won't be saved until you click ",
        "Publish Your Paperback Book",
        ", so feel free to experiment with entering different list prices before you submit your book.",
        "After publishing your paperback, you'll want to start thinking about how to promote it. How about a bookstore reading? A book tour? For other ideas on promoting your book, ",
        "read this article",
        ".",
        "WHAT TO DO NEXT",
        "Download or print",
        " the KDP Jumpstart companion guide. The companion guide also includes instructions on updating your list price and removing your paperback from sale.",
        "Go to your ",
        "Bookshelf",
        " and follow the instructions in the companion guide.",
        "When you’re finished, you'll save and publish your eBook. Congratulations on becoming a published author!",
        "Want to know when your book will become available on Amazon? For information on timelines, including details on new publications and updates to published books, see our ",
        "Help page",
        "."
    ],
    "https://kdp.amazon.com/en_US/help": [
        "Find help where you need it. You can use the search bar above or navigate through topics, using the menu on the left.",
        "News & recent updates",
        "Here's what to know:",
        "NEW",
        ".",
        "Changes to the KDP Categories Experience",
        ".",
        "We heard your feedback, and we're excited to announce that you can now choose categories that match the Amazon Store for your book's primary marketplace. To see all the features with the new categories experience, ",
        "read the full announcement in the KDP Community",
        ".",
        ".",
        ".",
        "REMINDER",
        ".",
        "Printing Costs Changed June 20, 2023, at 12:00 AM UTC",
        ".",
        "While not required, you may want to update your paperback and hardcover list prices if you haven't already done so. ",
        "Learn about printing cost changes",
        ".",
        ".",
        ".",
        "REMINDER",
        ".",
        "Improved KDP Community Experience",
        ".",
        "As of May 9, the KDP Community has an updated look and feel with improved functionality and exciting new features. In addition to the KDP Support forum, we’ve also added a KDP Education forum where you can find helpful content from both KDP and KDP author ambassadors. Get support from KDP and fellow KDP authors by visiting the new and improved ",
        "KDP Support Community",
        " and the ",
        "KDP Education Community",
        " today!",
        ".",
        ".",
        "Are you new?",
        "Here are a few steps to get you started:",
        "What is KDP?",
        "Discover if KDP is the right publishing service for your book.",
        "Learn More",
        "Format Your Book",
        "Get your cover and manuscript ready for publication.",
        "Paperback",
        " | ",
        "eBook",
        "Create a Book on KDP",
        "Use our walk-through guide for creating your first book.",
        "Learn More",
        "Popular topics",
        "Book Series",
        "Build a series on Amazon and edit the details as much as you want.",
        "Order Author Copies",
        "Get copies of your books and see how they look in real life.",
        ".",
        ".",
        "Payment Questions",
        "Set up your payment method and troubleshoot any issues.",
        "Change Categories",
        "Optimize where your book is displayed on Amazon's store.",
        ".",
        ".",
        "Update Book Details",
        "Learn how to update your book's metadata.",
        "Link Your Paperback & eBook",
        "Have your paperback and eBook available on the same Amazon detail page.",
        "Was this article helpful? ",
        "Yes",
        " | ",
        "No",
        "The survey is hosted by Qualtrics, so you'll visit their site to fill it out."
    ]
}